{
  "\n": 13,
  " ": 0,
  "!": 50,
  "\"": 37,
  "#": 128,
  "$": 116,
  "&": 76,
  "'": 25,
  "(": 65,
  ")": 66,
  "*": 154,
  "+": 137,
  ",": 15,
  "-": 29,
  ".": 24,
  "0": 74,
  "1": 60,
  "2": 61,
  "3": 64,
  "4": 67,
  "5": 68,
  "6": 69,
  "7": 70,
  "8": 79,
  "9": 80,
  ":": 40,
  ";": 30,
  "=": 83,
  "?": 51,
  "A": 28,
  "B": 36,
  "C": 42,
  "D": 48,
  "E": 45,
  "F": 41,
  "G": 54,
  "H": 34,
  "I": 31,
  "J": 55,
  "K": 59,
  "L": 49,
  "M": 46,
  "N": 44,
  "O": 38,
  "P": 39,
  "Q": 63,
  "R": 53,
  "S": 33,
  "T": 27,
  "U": 62,
  "V": 57,
  "W": 32,
  "X": 92,
  "Y": 58,
  "Z": 107,
  "[": 110,
  "]": 81,
  "_": 47,
  "`": 73,
  "a": 3,
  "b": 22,
  "c": 16,
  "d": 11,
  "e": 1,
  "f": 17,
  "g": 18,
  "h": 9,
  "i": 6,
  "j": 52,
  "k": 26,
  "l": 10,
  "m": 14,
  "n": 7,
  "o": 4,
  "p": 20,
  "q": 35,
  "r": 8,
  "s": 5,
  "t": 2,
  "u": 12,
  "v": 23,
  "w": 19,
  "x": 43,
  "y": 21,
  "z": 56,
  "|": 108,
  "}": 93,
  "\u00c6": 122,
  "\u00e0": 155,
  "\u00e2": 111,
  "\u00e6": 75,
  "\u00e8": 127,
  "\u00e9": 106,
  "\u00ea": 121,
  "\u00eb": 139,
  "\u00ee": 156,
  "\u00ef": 165,
  "\u00f2": 164,
  "\u00f4": 125,
  "\u00f9": 163,
  "\u00fb": 138,
  "\u0387": 135,
  "\u0391": 169,
  "\u0395": 168,
  "\u039a": 170,
  "\u039b": 180,
  "\u039c": 174,
  "\u03a0": 148,
  "\u03a3": 158,
  "\u03af": 166,
  "\u03b1": 77,
  "\u03b2": 131,
  "\u03b3": 99,
  "\u03b4": 94,
  "\u03b5": 78,
  "\u03b6": 181,
  "\u03b7": 98,
  "\u03b8": 97,
  "\u03b9": 86,
  "\u03ba": 91,
  "\u03bb": 90,
  "\u03bc": 89,
  "\u03bd": 72,
  "\u03be": 134,
  "\u03bf": 71,
  "\u03c0": 88,
  "\u03c1": 87,
  "\u03c2": 85,
  "\u03c3": 84,
  "\u03c4": 82,
  "\u03c5": 100,
  "\u03c6": 109,
  "\u03c7": 114,
  "\u03c8": 160,
  "\u03c9": 104,
  "\u1f00": 105,
  "\u1f02": 173,
  "\u1f04": 119,
  "\u1f10": 101,
  "\u1f11": 178,
  "\u1f14": 130,
  "\u1f15": 182,
  "\u1f20": 187,
  "\u1f21": 185,
  "\u1f22": 184,
  "\u1f24": 179,
  "\u1f26": 186,
  "\u1f30": 133,
  "\u1f33": 171,
  "\u1f34": 140,
  "\u1f35": 151,
  "\u1f36": 145,
  "\u1f38": 159,
  "\u1f40": 157,
  "\u1f41": 176,
  "\u1f45": 150,
  "\u1f50": 129,
  "\u1f51": 152,
  "\u1f54": 136,
  "\u1f55": 189,
  "\u1f56": 183,
  "\u1f61": 149,
  "\u1f64": 147,
  "\u1f67": 188,
  "\u1f6d": 167,
  "\u1f70": 120,
  "\u1f71": 95,
  "\u1f72": 132,
  "\u1f73": 102,
  "\u1f74": 143,
  "\u1f75": 126,
  "\u1f76": 115,
  "\u1f77": 96,
  "\u1f78": 117,
  "\u1f79": 112,
  "\u1f7a": 142,
  "\u1f7b": 113,
  "\u1f7c": 175,
  "\u1f7d": 141,
  "\u1fb3": 172,
  "\u1fbd": 103,
  "\u1fc3": 146,
  "\u1fc6": 144,
  "\u1fc7": 162,
  "\u1fd3": 153,
  "\u1fd6": 118,
  "\u1fe5": 177,
  "\u1fe6": 124,
  "\u1ff3": 161,
  "\u1ff6": 123
}